"Windows Azure Cloud Storage" = "Armazenamento de Nuvem Windows Azure";

/* Azure Login Credentials */
"Public Storage Account Name" = "Nome da Conta de Armazenamento Público";
"Primary Access Key" = "Chave de Acesso Principal";

"Windows Azure CDN" = "CDN Windows Azure";